{
    "elementos-nav":{
        "main": "Início",
        "portfolio": "Planos <i id='sas' style='opacity: 0;' class=' fa-solid fa-briefcase'></i>",
        "contact": "Contato <i id='sas' style='opacity: 0;' class=' fa-solid fa-envelope'></i>"
    },

    "welcomeSec":{
        "slogan":"Eleve sua presença online com nosso desenvolvimento, convertendo visitantes em clientes <i class='fa-solid fa-chart-line'></i> <i class='fa-regular fa-face-laugh-wink'></i>"
    },

    "secWeb": {
        "title":"Por que ter um Site?",
        "description":"Na era digital atual, ter <span style='color: #8e00d4;'> um site é fundamental para qualquer negócio.</span> É o cartão de visita online que pode fazer a diferença entre o sucesso e o fracasso. Um site bem projetado e fácil de usar pode atrair novos clientes, aumentar as vendas e fortalecer a marca.<br>Um site <span style='color: #8e00d4;'>permite estar disponível 24 horas por dia</span>, 7 dias por semana, alcançando potenciais clientes em todo o mundo. Além disso, oferece a oportunidade de mostrar produtos e serviços de forma atraente, fornecer informações detalhadas e responder a perguntas frequentes, tudo em um só lugar.<br>Além disso, um site bem otimizado pode melhorar o posicionamento nos motores de busca, o que significa que mais pessoas podem encontrar seu negócio online.<br>Isso pode se traduzir em um <span style='color: #8e00d4;'>aumento significativo da visibilidade, lucro e credibilidade da marca.</span>"
    },

    "comoTrabajamos":{
        "title":"Seu Site Personalizado",
        "description":"Em <span style='font-weight: bold;'>Intellidev</span> nos encarregamos de desenvolver sites adaptados às necessidades de cada usuário, proporcionando-lhe uma experiência única. Como especialistas em design web, dedicamo-nos a criar sites adaptáveis e escaláveis que funcionam de maneira ideal em qualquer dispositivo, seja um telefone móvel, um tablet ou um computador de mesa. Além disso, incorporamos características interativas e personalizadas para melhorar a experiência do usuário, garantindo assim sua satisfação e compromisso.",
        "responsiveDesc":"Seu site <span>deve se adaptar a todos os dispositivos</span> para uma experiência de navegação ideal. Garantimos que cada elemento seja exibido corretamente em qualquer tela, mantendo a estrutura e a ordem para uma visualização perfeita.",
        "manageable":"<i class='fa-solid fa-sliders'></i> Gerenciável",
        "manageableDesc":"Uma vez online, você poderá gerenciar seu site facilmente. Essa vantagem é crucial, pois muitas vezes são necessárias atualizações periódicas, como ajustes de preços, novos elementos ou atualização de conteúdo.",
        "scalability":"<i class='fa-solid fa-chart-simple' ></i> Escalabilidade",
        "scalabilityDesc":"Projetamos sites com capacidade de escalabilidade, prontos para incorporar novas funcionalidades à medida que seu negócio evolui.",
        "design":"<i class='fa-solid fa-palette'></i> Design",
        "designDesc":"Nosso design web foca em criar uma experiência excepcional para o usuário. Integramos a identidade visual de sua marca de forma eficaz no layout da página, utilizando recursos gráficos, tipografias e ícones para garantir uma interação fluida e atraente."
    },

    "procesoDeTrabajo": {
        "title":"Nosso Processo de Trabalho",
        "description": "Compreendemos a importância de nossos clientes se sentirem seguros e confiantes durante todo o processo de desenvolvimento de seu projeto. Por isso, desenvolvemos uma abordagem transparente e estruturada que garante a qualidade e a eficiência em cada etapa. Abaixo, detalhamos nosso processo de trabalho:",
        "card1title":"Consulta Inicial",
        "card1desc":"Nos encontramos com o cliente via videochamada ou pessoalmente para entender suas necessidades e objetivos. Discutimos as ideias iniciais e estabelecemos as expectativas do projeto.",
        "card2title":"Pesquisa e Planejamento",
        "card2desc":"Realizamos o planejamento do projeto em detalhes. Isso inclui a definição do escopo, a criação de um cronograma e a alocação de recursos.",
        "card3title":"Design",
        "card3desc":"Desarrollamos prototipos y maquetas para visualizar el diseño final. Nos aseguramos de que el diseño sea atractivo, funcional y alineado con la identidad de la marca del cliente.",
        "card4title":"Desenvolvimento",
        "card4desc":"Construímos o projeto utilizando as últimas tecnologias e práticas recomendadas. Mantemos uma comunicação constante com o cliente para garantir que estamos na mesma página. (O uso de tecnologias depende do tipo de projeto)",
        "card5title":"Testes e Revisão",
        "card5desc":"Testamos o projeto em diferentes dispositivos e navegadores para garantir sua qualidade. Realizamos as revisões necessárias com base no feedback do cliente.",
        "card6title":"Lançamento",
        "card6desc":"Implementamos o lançamento do site em um serviço de hospedagem conforme seus requisitos e garantimos uma transição sem problemas. Fornecemos suporte pós-lançamento para resolver qualquer problema que possa surgir."
    },

    "planes":{
        "title":"Planos",
        "description":"Descubra nossos planos e conheça os diferentes tipos de sites. Use-o como um guia para tomar a melhor decisão!",
        "description2":"(Os preços são representativos, podem variar dependendo da quantidade de elementos solicitados para a página)",
        "card1Title":"<i class='fa-solid fa-handshake-angle'></i> Site Corporativo",
        "card1Desc":"Sites corporativos são sites projetados para representar uma empresa online e comunicar sua identidade, produtos, serviços e valores ao seu público. Eles geralmente incluem informações sobre a história da empresa, sua missão e visão, bem como detalhes de contato e links para suas redes sociais. Esses sites também podem incluir seções sobre seus produtos ou serviços, depoimentos de clientes e/ou oportunidades de emprego. Seu objetivo principal é fortalecer a presença online da empresa e melhorar sua imagem corporativa.",
        "card2Title":"<i class='fa-solid fa-bullseye'></i> Landind Page",
        "card2Desc":"Uma página de destino, ou landing page, é uma página da web projetada especificamente para converter visitantes em clientes em potencial. Essas páginas geralmente fazem parte de uma estratégia de marketing digital e são otimizadas para uma ação específica, como preencher um formulário, fazer uma compra ou baixar um recurso. Além disso, são cuidadosamente estruturadas para chamar a atenção do usuário e guiá-lo para a ação desejada por meio de um design atraente, conteúdo relevante e chamadas claras para a ação.",
        "card3Title":"<i class='fa-solid fa-cart-shopping'></i> Loja Online",
        "card3Desc":"Lojas online, também conhecidas como lojas virtuais ou lojas online, são sites projetados para permitir que os usuários comprem produtos ou serviços diretamente pela Internet. Essas lojas geralmente oferecem uma ampla variedade de produtos, que podem variar de roupas e eletrônicos a serviços digitais e assinaturas. Além disso, permitem que os clientes façam compras de forma conveniente e rápida, sem precisar sair de casa e a qualquer momento do dia.",
        "card4Title":"<i class='fa-solid fa-user'></i> Estilo Folheto/Apresentação",
        "card4Desc":"São sites que apresentam informações de forma semelhante a um folheto impresso. Esses sites geralmente contêm todas as informações relevantes em uma única página. As páginas de estilo folheto geralmente são usadas para promover um produto ou serviço específico, ou para apresentar informações concisas sobre uma empresa ou evento. Eles geralmente têm um design atraente e visualmente impactante, com um foco claro no conteúdo principal que se deseja comunicar.",
        "serviceMant":"Manutenção",
        "serviceMantDesc":"Oferecemos um serviço mensal opcional de manutenção que garante o monitoramento constante de seu site 24 horas por dia. Cuidamos para que seu site funcione corretamente e de forma ótima, fazendo os ajustes e atualizações necessários para mantê-lo em perfeito estado. Com nosso serviço, você pode ficar tranquilo sabendo que seu site está em boas mãos e funcionando como deveria a todo momento.",
        "card5Title":"<i class='fa-solid fa-gears'></i> Pacote de Serviço de Manutenção",
        "card5Desc": "<span style='color: #8e00d4; font-weight: 500;'>Monitoramento constante:</span> Nossa equipe monitorará seu site em busca de qualquer problema ou falha técnica, garantindo seu funcionamento correto o tempo todo.<span style='color: #8e00d4; font-weight: 500;'><br> Suporte técnico prioritário:</span> Você receberá atendimento personalizado e prioritário em caso de qualquer problema técnico ou consulta relacionada ao seu site.<span style='color: #8e00d4; font-weight: 500;'><br> Backup automático:</span> Fazemos backups periódicos de seu site para proteger seus dados em caso de perda ou dano."
    },

    "whoWeAre":{
        "title":"Quem Somos?",
        "description": "Somos um empreendimento dedicado ao desenvolvimento de sites tanto nacional quanto internacionalmente, fornecendo soluções criativas e eficazes para suas necessidades. Nosso foco é oferecer um serviço de qualidade a um preço acessível, garantindo que cada cliente receba uma solução personalizada que atenda às suas necessidades específicas. Seja você precisa de um site para sua empresa, projeto pessoal ou loja online, estamos aqui para ajudá-lo a alcançar seus objetivos. Estamos localizados na Argentina, Ciudad de Buenos Aires. A partir daqui, trabalhamos com paixão, dedicação e profissionalismo para oferecer os melhores resultados. Nossa equipe é composta por especialistas em design web, desenvolvimento de aplicativos e marketing digital, prontos para levar sua presença online para o próximo nível. Na <span style='font-weight: bold; color: black;'>Intellidev</span>, acreditamos na importância da colaboração e comunicação constante com nossos clientes. Comprometemo-nos a trabalhar em estreita colaboração consigo para entender as suas necessidades e oferecer soluções que excedam as suas expectativas.",
        "signature":"Desenvolvedor"
        },

        "contactUs": {
            "title":"Entre em Contato",
            "description":"Estamos aqui para ajudá-lo a transformar sua ideia em realidade. Você pode entrar em contato conosco para compartilhar seu projeto, fazer perguntas gerais ou solicitar um orçamento. Estamos ouvindo!",
            "slogan":"Dedicamo-nos a ser seu aliado na concretização de suas ideias e na esclarecimento de suas dúvidas. Estamos aqui para lhe oferecer todo o nosso apoio e experiência. <br> <span style='color: #8e00d4;'>Entre em contato hoje mesmo para começarmos a trabalhar juntos!</span>",
            "name":"Nome",
            "email":"Email",
            "tel":"Telefone (opcional)",
            "idea":"Mostre-nos sua ideia ou sua consulta",
            "sent":"<i class='fa-regular fa-envelope'></i> Enviar"
        },
        
        "chatbot": {
            "title": "Assistente On-line"
        },
        
        "footer":{
            "contactus": "<i class='fa-solid fa-envelope'></i> Contato",
            "contactForm": "Formulário de Contato",
            "contactTel": "Móvel: (+54) 11 3150-6458",
            "contactMail": "Email: rennenclub@gmail.com",
            "planes": "<i class='fa-solid fa-briefcase'></i> Planos",
            "planesCorWeb": "Site Corporativo",
            "planesLandind": "Página de Destino",
            "planesShop": "Loja Online",
            "planesIntro": "Estilo Folheto/Apresentação",
            "whoWeAre": "Quem Somos?",
            "howWeWork": "Como Trabalhamos o Seu Site",
            "packages": "Planos",
            "whyWebSite": "Por que um site?",
            "workProcess": "Processo de trabalho",
            "agency": "© 2024 Intellidev, Agência"
        }
    }        

